<template>
	<view class="wrap-bg">
		<view class="flex align-center w-100 flex-column justify-center" style="padding-top: 10rpx;">
			<view class="bg-white" style="width: 730rpx;">
				<u-grid :col="6">
					<u-grid-item v-for="(i,index) in 40" :key="index" @click="handleGridItem(index)" style="height: 60rpx;"
					:style="current == index ? 'color:red;' : ''">
						<text>孕{{i}}周</text>
					</u-grid-item>
				</u-grid>
			</view>
		</view>
		<view v-for="(item,index1) in list" :key="index1">
			<view class="flex align-center justify-center w-100 py-1" v-if="current == index1">
				<view class="bg-white flex flex-column " style="width: 730rpx;border: 2rpx solid #dee2e6;">
					<text class="font font-weight-bold" selectable style="color: #a9728a;">{{item.title}}</text>
					<text class="content-txt" selectable>{{item.content}}</text>
					<text class="font mt-1 font-weight-bold" selectable style="color: #9D5A90;">胎儿发育</text>
					<u-line color="#dee2e6" margin="10rpx 0 0 0 " />
					<text class="content-txt" selectable>{{item.fetalDevelopment}}</text>
					<view class="flex justify-center align-center mt-2" style="height: 500rpx;">
						<u-image width="560" mode="aspectFit" height="500" :src="item.img"></u-image>
					</view>
					<text class="content-txt py-2" selectable>{{item.pregnancySkills}}</text>
				</view>
			</view>
		</view>
		<u-modal v-model="show" :content="content"></u-modal>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				current: 0,
				yzcurrent:0,
				content: '本页面所有孕期知识均来自：http://www.mama.cn/baby/zhoukan/',
				show: false,
				list: [{
						title: "怀孕第1周",
						content: "本周你跟孕妈还没有半毛钱关系，你可能每天业余时间就是约老公或者闺蜜尽情作乐。甚至心血来潮，计划着最近来一场二次蜜月旅行。但是，有一个小东西正试图潜入你的生活，TA将闹得你永无宁日，但是你却贱贱地幸福到不行。",
						fetalDevelopment: "本周你的“宝宝”还处在真正的史前状态，它以精子、卵子的形态分别存在于夫妻双方的身体里，正在等机会碰撞哦！合理的生活习惯决定着精子、卵子的质量，所以尽量安排好睡眠和饮食，对孕育一个健康的宝宝很重要。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/35d08cf5b70943209a21d99302f07915.jpeg",
						pregnancySkills: "精子同学早已磨练得炉火纯青的本事就是游泳 ，为一场史无前例的竞赛做好最充分的准备。卵子同学则负责“养尊处优”，静心静气等候“比武招亲”的到来。"
					},
					{
						title: "怀孕第2周",
						content: "健康的精子在你老公体内不断成熟，等待着与卵子的相遇。一场酣畅淋漓过后，大概有3亿个精子发疯般以火箭的速度冲进你的身体。跑得最快的那个才有机会站稳脚跟，成功和卵子牵手，这才是真正的赢在起跑线。",
						fetalDevelopment: "精子哥和卵子妹准备偷偷约会亲爱滴，你才刚来完大姨妈，想要宝宝也先别着急，这时候特别要注意自己和老公的心情噢，别吃煎炸寒凉的东西，咖啡奶茶烟酒都是不能吃的，爱吃也先忍着，别贪嘴啊！有着好心情好身体，精子哥和卵子妹才能不痛不痒地舒服约会。你知道不？卵子小妹很高贵的，尽管精子军团都努力争取着要与她约会，但是最后她只会选择一个最优秀最勇猛的。当然，卵子妹也有花心的时候，说不定会有好几个精子哥哥抱得美人归呢。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/f87309bf7ccc4832885b15bf3a6bde51.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第3周",
						content: "本周TA正在神不知鬼不觉地做细胞分裂，已经从受精卵发育成三胚层，这可是胎体发育的始基哦，每一层都将形成身体的不同器官。",
						fetalDevelopment: "精子哥卵子妹约会成功，私奔到子宫腔咯历尽辛苦，不知道是哪位哥抱得美人归，恭喜约会成功，现在他们正偷偷私奔到了子宫腔呢，准备在那里定居咯。精子哥与卵子妹成功约会后就有个统一代号，叫受精卵。定居下来后，他们不断繁殖后代，分裂成很多个细胞，这时候他们叫做桑胚体。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/6a106b00799a4e36aee716ef14bd5195.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第4周",
						content: "这一周，胎宝宝已经悄悄地在你肚里生根发芽。你知道吗？在怀胎十个月之内，胎宝宝将从1.1毫米的受精卵，变为重量3000克以上、长约50厘米的胎儿，整整增长10亿倍呢！现在，准妈咪自身还没有什么感觉，不过可不能再贪图一时的享乐，喝冷饮、吃冰凉的东西了！",
						fetalDevelopment: "受精卵分裂后形成两个帮派咯：在第3周末，受精卵又移居别处了，这次是到子宫内膜，他会继续在这里形成很多的小细胞，这些小细胞团会形成两个帮派A、B。帮派A以后会发育成小宝宝，所以他们需要被帮派B好好保护着；你别说，俺们帮派B可有用了，以后可是大名鼎鼎的胎盘噢，还会成为脐带、羊膜等，承担着给小宝宝提供营养的重任！",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/79494cac680944aa9e6f114671abd074.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第5周",
						content: "开始害喜了，善解人意的老公去买了一大堆好吃的。作为一个吃货，你一定会两眼放光。但是！亲！克制！如果想他整个孕期都对你这么用心，你只需而且只能淡淡地说：唉，最近没胃口。等他不在的时候再胡吃海喝吧，没人管你。",
						fetalDevelopment: "宝宝这下长脑长脊髓啦！虽然现在你可能刚刚才测出怀孕，但是宝宝已经迫不及待长大了。现在他开始长脑子咯，脊髓也开始有了，这时候你要多吃些有利于宝宝大脑发育的食物，比如坚果类、叶酸。还有，现在他长长的头上还有眼睛跟耳朵的痕迹咧，过一段时间就能看到他精灵的眼睛咯，期待吧！这个星期宝宝的小肝脏和小肾脏都开始发育了，还有他那小心肝，这周末也会有跳动咯！三个对胎儿大脑发育的关键时期       干货请收藏！孕妇补叶酸注意事项",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/446f7607adbc46048c54eafd27f1a734.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第6周",
						content: "胎宝宝的心脏开始扑通扑通地跳动，不过你现在还没办法听到哦！现在的胎宝宝像一颗小松籽仁，初级的肾和心脏等主要器官都已形成，神经管开始连接大脑和脊髓啦。",
						fetalDevelopment: "宝宝的小脑袋瓜成形咯，小手小腿也快有了小宝宝肯定是想快快长大，他已经有自己的大脑和心跳了，肾脏和肝脏也在继续发育。宝宝的小脑袋瓜开始成形啦，欢呼！这下你肯定是在想你的宝宝是男宝还是女宝呢？嘿嘿，现在还看不出来呢。如果你的小baby是个女娃，那么她最终要发育成为卵巢的部位就会有一簇细胞。小家伙的胳膊和腿也开始像是身体上的小蓓蕾，马上就要开始发育啦。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/70deb0f9e5be4682bd6b997aa6500cf8.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第7周",
						content: "什么？困？不想上班？那就拿起手中的电话打给老板请假吧。孕早期嗜睡是很正常的孕期反应，不要骂小Hi没有原则哦，妈妈休息好宝宝才能长得好，不是吗不是吗？",
						fetalDevelopment: "宝宝的小心脏跳动超快，五官也准备发育咯刚开始发育的宝宝都会带着条小尾巴，但是别怕，这周开始尾巴基本都消失了，这下终于长得有点像人了，嘿嘿。但是小宝贝的头部还是会凹凸不平。宝宝的五官快开始发育啦，眼睛、鼻子、嘴唇、舌头都快可以看到了。胳膊与腿不再只是小蓓蕾了，它们也在慢慢变长。现在宝宝的心跳得超快，是成人的两倍呢，现在大概是每分钟跳动150下。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/cf6f9d5ed80148a7aa72343c144119a1.jpeg",
						pregnancySkills: "卵子在输卵管中的寿命为12-36个小时，在这期间，差不多有3亿个精子努力要成为那个找到并进入卵子的幸运儿。实际上，能到达卵子的精子大约只有几百个，而最终只有一个精子能冲破重重障碍，与卵子一起，形成受精卵。生命的历程，由此开始。"
					},
					{
						title: "怀孕第8周",
						content: "老公貌似有点受不了你们娘俩的娇贵了，肿么办？一旦流露这样的苗头，果断严加整顿！拖个地有虾米了不起，不如你怀孕试试看！blabla，老公缴械了？还保证你是女神女皇女魔头？干得漂亮！",
						fetalDevelopment: "小家伙开始有眼耳口鼻啦！你肯定在怀疑，为什么这么久宝宝还没有眼睛鼻子？亲，你先莫要着急！小宝宝的五官这周终于开始发育了，他有舌头、嘴巴和鼻孔，甚至能看到他的挺拔小鼻尖。宝宝的大部分内脏器官已经基本长成了，肠道开始在脐带的地方形成。上一周宝宝的心脏跳动得很快，这周开始变正常咯。腿和胳膊的骨头也开始变硬变长，关节也开始有了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/813cb69df11143cd9b54bc31298e5428.jpeg",
						pregnancySkills: "宝宝开始四处移动"
					},
					{
						title: "怀孕第9周",
						content: "周末抽风穿高跟鞋跟闺蜜去逛街，晚上回来底裤上有点褐色分泌物。老公简直抓狂了，又紧张又愤怒。这时候可千万保证低眉顺眼做认错状，最好赶紧收起那些可恶的高跟鞋。然后一起去听听医生的建议吧。",
						fetalDevelopment: "宝宝的小手小脚长得很快呢：宝宝现在看起来已经是个小人儿了。他的小手小脚都长得很快呢，手指和脚趾基本都已经发育了，但是都连在一起。他的眼睛现在还只是由眼皮覆盖着，还不能睁开呢，鼻子已经成形了，赶快摸摸自己或老公的鼻子，不知道宝宝的会像谁呢？",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/77f2651c411d439fae4c8fa4f467f48a.jpeg",
						pregnancySkills: "宝宝开始四处移动"
					},
					{
						title: "怀孕第10周",
						content: "作为一个文艺女纸，怎么能不写点小清新的文字，来记录这一段特别的时光里发生的特别事件咧？老公不听话你就使劲添油加醋，罪状一条变十条。等娃出生了火速找TA去告状！",
						fetalDevelopment: "生殖器官开始发育咯，是他还是她？宝宝的脑袋瓜跟身体比起来可大多了，有点像个“小怪兽”。嘴巴里的牙蕾也有了，宝宝出生后，这些地方会长牙噢。小宝贝连手腕脚踝都有了。默默说一句，他的生殖器官已经开始形成咯，但还是没能分辨出是男宝还是女宝。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/eff9bb3d9b01480cb596de311ffba933.jpeg",
						pregnancySkills: "宝宝开始四处移动"
					},
					{
						title: "怀孕第11周",
						content: "怀孕这件事情带给你的新鲜感慢慢消退，你开始接受自己是个一切正常的孕妇这个事实。不得不说，这是个好的开始，怀孕不是病，更不能把自己当病人。这个基调定好了，你的整个孕期就比很多忧伤抑郁的姐妹要成功啦！",
						fetalDevelopment: "宝宝开始长毛发啦，小心脏也开始供血了宝宝的主要器官，比如肝、肾、肠道、脑和肺都已经发育好了，还开始工作了。宝宝上周已经长了小手，这周粉嫩小指甲也开始有了，他还开始长毛发咯，心脏也开始向所有内部器官供血。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/fae2ca7e14da4d5ca456a07611f30ecb.jpeg",
						pregnancySkills: "爱吃美食的“好吃”宝宝孕11周的宝宝开始打哈欠了，ta还学会了吞口水了哦。仿佛在告诉你，妈妈，羊水不好吃，我要吃“咪咪奶奶”。"
					},
					{
						title: "怀孕第12周",
						content: "过完这一周，小家伙算是稳稳地扎根地球了。之前搁置的二次蜜月计划可以重新捡起来了。ps:孕中期可以坐飞机，不用担心安检过闸机会影响宝宝。放下所有的顾虑，开开心心来一场旅行，因为从孕晚期直到宝宝三岁之间，你的自由将被囚禁！不信？走着瞧！",
						fetalDevelopment: "基本能看出宝宝男女了，但是还不准确“小怪兽”现在从头到脚都更像人了，但他的器官尤其是小脑袋瓜还在继续长。手指和脚趾也不会再连在一起了。告诉你吧，现在宝宝的生殖器官开始呈现出性别特征啦，你说你的宝宝是不是有小鸡鸡的呢？宝宝的声带也开始形成了，期待小宝贝日后能有个好歌喉，吼吼！",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/713af4e5ad824aa492fd0989df02354b.jpeg",
						pregnancySkills: "表情多变的卖萌宝宝孕12周的宝宝已经学会卖萌啦！ta会在妈妈的子宫房子里面做各种卖萌动作哦。ta爱皱眉，爱微笑，爱移动胳膊，爱玩手指和脚趾，更爱吸吮大拇指。ta是谁？ta是你的小宝贝！"
					},
					{
						title: "怀孕第13周",
						content: "最好的出行时间是在怀孕第四个月，呕吐、嗜睡这些早孕反应消失，肚皮刚刚小露端倪，整个人清爽自在。喂，那个谁！怡情怡性的自然风景就好了，谁让你选蹦极、跳伞、过山车的啊？狂野奔放的妹纸果然伤不起！",
						fetalDevelopment: "宝宝会“偷听”你说话了！当妈妈在惊叹胸部变大的时候，胎儿的小脖子已经能撑起自己的小脑袋了，并且ta的小眼睛正在往头的正面转哦。最最重要的是，ta的小耳朵已经可以偷听你说话啦！宝宝会把小耳朵贴在妈妈的肚皮上，通过皮肤的震动来“偷听”。这时候，妈妈要是跟爸爸说小秘密的时候可要注意啦！并且胎教也可以开始做了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/5edefdaab7f046cfa0c78e6d3a8bd663.jpeg",
						pregnancySkills: "宝宝会“偷听”你说话了！当妈妈在惊叹胸部变大的时候，胎儿的小脖子已经能撑起自己的小脑袋了，并且ta的小眼睛正在往头的正面转哦。最最重要的是，ta的小耳朵已经可以偷听你说话啦！宝宝会把小耳朵贴在妈妈的肚皮上，通过皮肤的震动来“偷听”。这时候，妈妈要是跟爸爸说小秘密的时候可要注意啦！并且胎教也可以开始做了。"
					},
					{
						title: "怀孕第14周",
						content: "眉笔在跳舞，腮红在挑衅，怎么办？好想化个妆再出门哦！想化你就化吧，记得用大品牌温和的化妆品哦，浓妆艳抹就不要了，回来及时彻底卸妆，晚上用一些纯天然的孕妇专用护肤品。",
						fetalDevelopment: "小宝贝现在长很快，还长零星头发了：宝宝现在长得超快呢，记得多吃点，连着之前没胃口吃的那份也一起啃了吧！胎盘现在越来越重要了，开始向宝宝提供养料与氧气，没了胎盘，宝宝可存活不了呢。终于，小宝贝的头上长出了零星细发了，多吃点黑芝麻吧。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/37973597d60c4173a743f718a2749fb9.jpeg",
						pregnancySkills: "宝宝开始“发神经”了？还学会了“吸功大法”？千万别想错了，这里的“发神经”说的是宝宝的神经系统开始工作啦！并且宝宝开始练习吸气和呼气了，为以后的“冲关”和妈妈见面做准备了哦。"
					},
					{
						title: "怀孕第15周",
						content: "粗线条的孕妹纸，你到底是想玩哪样？衣服不换就算了，为神马眼屎也不洗？！不带这样的啊，大婆怀孕小三最爱趁虚而入，你这是想把宝爸拱手让人吗？不强求你花枝招展招摇过市，好歹也得让贼心不死的小三知道：老娘有娃了也美得很，你没机会的。这个霸气可以有！",
						fetalDevelopment: "小家伙长眉毛了，他还听不到你说话呢：宝贝的皮肤还很薄呢，皮肤开始被胎毛覆盖了，别小看这些小毛发，它们可是能给宝宝保暖的。宝宝也开始长眉毛了，不知道以后是浓眉还是细眉呢？虽然小宝贝的听觉器官发育着，但是他还听不到俺们说什么呢，所以可以先不用跟他聊天噢！",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/28a831a089f94e6580c42f39b4919e69.jpeg",
						pregnancySkills: "未来的世界游泳冠军开始学游泳啦！孕15周的时候，宝宝已经可以在羊水中自由的快乐的游来游去！别以为宝宝游泳的时候啥都不干哦，在羊水中游泳的时候，宝宝正通过羊水的传声功能数妈妈的心跳呢。"
					},
					{
						title: "怀孕第16周",
						content: "不想跟可爱的汪星人分开对吗？那么该打的疫苗一个不能少，经常给它洗澡保证卫生，尽量不要接触它的便便。当然，如果你们家的汪星人或者喵星人喜欢挠人咬人，那还是果断送走没商量！",
						fetalDevelopment: "宝宝的小胳膊和腿都能动了，可惜你还没能感觉到：经过了15个星期的努力成长，小宝贝的胳膊和腿都发育完成咯，关节也开始活动了，如果你是二胎妈妈，这个礼拜你就能感觉到宝宝动了。当然，如果是初孕的亲，那你要再等等了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/5290c769072e4a88a0c6d25eb0dc7235.jpeg",
						pregnancySkills: "宝宝的“武艺”日益精进了！快使用双节棍哼哼哈嘿！注意！第一次胎动或许就在这周的某一天哦。第一次胎动，或许就是宝宝边唱双节棍边翻筋斗练武功呢！ta会在肚子里乱踢一通，由于羊水缓冲了宝宝激烈的运动，所以胎动只有一小点儿哦！如果你是头胎孕妈，通常再过几周才能辨别出这些运动。"
					},
					{
						title: "怀孕第17周",
						content: "有闺蜜邪恶地笑你有了杨贵妃的仪态，这绝对是在夸你！你大可以气定神闲地回应：“这就是孕味，懂吗？”这周你的肚皮有了炫耀的资本，能吃能睡，气色出奇好。好好珍惜孕中期的宝贵时间吧。",
						fetalDevelopment: "嘿嘿，你家宝宝的眼睛变大咯，还长肉了：亲爱滴，这个星期你的小宝贝双眼还在紧闭着，但是已经变得更大了。眼睫毛和眉毛都长得更长了，如果你怀的是女宝，是不是很希望她能有圆咕噜的眼睛，长长的眼睫毛呢？宝宝的脂肪也开始慢慢有了，如果你吃得多，说不定以后宝宝出生就是个小胖子或小胖妞噢！",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/918231bc281e464fbf0905acf4769f85.jpeg",
						pregnancySkills: "宝宝会发脾气了？17周的宝宝不仅仅能听见了妈妈的心跳，还能听见孕妇体外的声音。最重要的是，当有人惹到妈妈生气了，宝宝可能会在肚子跳脚哦！仿佛在说，不准欺负我妈妈，小心我出来教训你！"
					},
					{
						title: "怀孕第18周",
						content: "亲，别忍了，想要就尽情挑逗他去吧。孕中期是可以AA的，不过这不意味着奔放的妹子可以胡来哦。尽量轻一点，不要刺激乳头。宝宝可以无视你们俩的小动作，但是太嚣张他可不干。",
						fetalDevelopment: "宝宝也有指纹了，如果你怀的是小帅哥，他还正在长小JJ：宝宝的手指尖和脚趾尖肉垫已经形成咯，指纹也开始出现了，指纹代表着宝宝的独立个体身份，对宝宝来说特重要呢。他的小眼睛移到了正确的位置，肠道也开始咕咕运动了。如果你怀的是小帅哥，那么前列腺也正在形成了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/a59d9adc843740e388465475de3b0b9b.jpeg",
						pregnancySkills: "宝宝最初的梦想：成为一代宗师。18周的宝宝开始进入散打界了，每天不停的转圈，翻筋斗，扎马步，动手动脚！一刻也不停歇。作为妈妈你要知道，宝宝的拳王之路开始啦！"
					},
					{
						title: "怀孕第19周",
						content: "老公做胎教居然一本正经教宝宝泡妞宝典？！忍不住笑尿了有木有！这不靠谱的爹什么时候能长大呀。其实，做胎教最好的状态就是让宝宝感受到你们的欢愉，轻松快乐的心情对宝宝的好处超乎想象哦。",
						fetalDevelopment: "别担心宝宝泡在羊水里皮肤会皱巴巴的：平常俺们洗澡的时候泡久了皮肤会皱巴巴的，你是不是也想象了宝宝泡在羊水里的情况？亲，你想多咯，宝宝这周会分泌一种胎儿皮脂，可以保护宝宝，避免她的皮肤在羊水中过度浸泡。放心，你的小宝贝还是长得很漂亮的。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/e494897e01db486ebe9fd964832732ee.jpeg",
						pregnancySkills: "天啊！宝宝竟学人玩“劈腿”！宝宝竟然会“劈腿”？这是什么情况，难道ta会谈情说爱了吗？真相只有一个：此劈腿非彼“劈腿”。这时候的宝宝运动细胞可发达了，ta可以灵巧的劈腿、叉腿、踢腿、后仰、滚动、所有世界体操姿势ta都会了！并且懂得回应妈妈了，妈妈说宝宝乖，握个手，宝宝说不定就会伸出手指翻个滚哦！"
					},
					{
						title: "怀孕第20周",
						content: "孕期过一半了！是不是顿觉时光飞逝啊，再过20周你就没力气没机会折腾老公了，出了月子只有做牛做马的份儿。这下有危机感了吗？各种女王走起来喽！你家老公又要遭殃了，小Hi赶紧遁！",
						fetalDevelopment: "宝宝的感官飞快发育，现在他的身体滑溜溜的，萌极了等了这么久，宝宝的感官开始飞速发育了，味觉、嗅觉、听觉、视觉和触觉都进入关键发育期。说不定小家伙现在能听到你说话了，妈妈别吃醋噢，其实宝宝更喜欢爸爸的磁性声音！现在宝宝看上去滑溜溜的，可爱极了，难道他在卖萌？他的眼睛可以动了，虽然还是只能闭着。如果你怀的是小公主，那么她的卵巢里已经有200万个卵子了，牛吧？",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/d3161fc98bb542ad8f5dc4b59c4f6dc8.jpeg",
						pregnancySkills: "瞧，宝宝正闭目养神，“听声辨妈”呢！嘘！妈妈们要小心点哦，不要打扰到宝宝的清修。20周的宝宝眼睛开始转来转去了，但是眼睑依然是闭着的哦，那是因为宝宝正在闭目养神呢！这时候宝宝可以用自己的小耳朵辨出外界的动静，时刻关注妈妈带ta去哪里玩了。"
					},
					{
						title: "怀孕第21周",
						content: "以前的内裤、内衣、外套、裤子、鞋子统统穿不下了，本周就来个疯狂败家大行动吧。掌柜的，背带裤、孕妇裙、托腹裤统统一样来两件。记得选纯棉透气够肥够大的哈，否则下个月又穿不上啦！宝宝跟妈妈现在都长势喜人挖！",
						fetalDevelopment: "如果你怀的是小公主，现在她的小私处已经形成啦！宝宝现在说不定在喝自己的羊水呢，你放心，他消化得更好了，可以从他吞下的羊水里吸收点水分了。他的手指甲、嘴唇都几乎完全长好了，如果宝贝是魅力小公主，那么她的秘密私处就已经形成了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/b5ceadf50ee245d3bc28af4702386ac0.jpeg",
						pregnancySkills: "妈妈，瞧瞧我长的多漂亮多萌啊！这时候的宝宝已经学会“自恋”啦！ta会经常抚摸自己的小脸蛋，彷佛在照镜子似地自言自语，哪里来的这么漂亮宝宝啊！还会顺便卖个萌，吸吮手指玩去了！"
					},
					{
						title: "怀孕第22周",
						content: "被宝宝的四维彩超照片吓哭了有木有？不敢相信这个疑似外星人的恐怖物种就是你们爱的结晶？没错，就是你们的小宝贝，这可退不了货哦！人家只是现在还木有完全长好，至于就这样怀疑人家将来的美貌吗？可恶的外貌党！",
						fetalDevelopment: "宝宝的皮肤不那么透明了，男宝也有精子了小宝贝现在有汗腺了，皮肤也不像之前那样透明的了。如果是男宝，他的睾丸开始进入阴囊了，原始精子也有了。宝宝的小脑袋还迅速生长着了，他一定是想成为聪明伶俐的人。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/bb449f2a9e1f432196cb3224b5292034.jpeg",
						pregnancySkills: "宝宝会拉baba了！拉baba宝宝就此诞生，小东西会“拉”出一坨黑乎乎的东西，这就是传说中的胎便！胎便会暂时停留在宝宝的肠道内，宝宝出生后，才会第一次正式的拉baba哦！这时候宝宝更喜欢倾听妈妈“甜美”的歌声，也许你唱歌走调，但是为了宝宝，你要天天唱歌给ta听哦。"
					},
					{
						title: "怀孕第23周",
						content: "看到巧手孕妈自己做的爱心牌手摇铃、肚兜、小鞋子心痒痒了？那就动手做吧。如果实在是对自己的女红没有信心，那可以网上选购一些半成品，亲手把它们缝在一起，然后贴上爱心logo。关键是享受为宝宝做东西的美好过程。",
						fetalDevelopment: "小宝贝越来越能听清你说话了，多哄哄他吧宝宝身材越来越匀称，越来越火辣了，虽然皮肤还是有点透明，不过看起来已经好看多了。他现在的听觉很敏锐了，所以宝爸宝妈记得别吵架噢，宝宝听得到的。现在他的皮肤是皱巴巴的，放心，以后长脂肪了会撑起来的。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/70ab65c5cb3e42708f695375ce411613.jpeg",
						pregnancySkills: "宝宝学会嘘嘘了！羊水=宝宝的嘘嘘？宝宝每天不停的喝羊水，过滤后通过嘘嘘排出体外。同时，宝宝还有一个新技能，ta分辨来自子宫外和孕妇身体内部各处的声音。这时候，如果有人拍拍你的肚子，说不定宝宝飞起一脚，踹那个人哦！"
					},
					{
						title: "怀孕第24周",
						content: "咳咳，最近晚饭后就知道窝在沙发里看电视，散步也省掉了？难不成你是铁了心要挨刀把娃剖出来吗？如果还想要顺产，那就赶紧爬起来出去散步吧，顺带爬爬楼梯，这对顺产也灰常有好处哦！",
						fetalDevelopment: "宝宝有色素沉淀了，现在是又皱又黑的宝宝现在有色素沉淀了，所以皮肤不会这么透明了，但是现在看起来还是皱巴巴的，而且还非常瘦，但你不要因为他现在瘦就狂吃噢，要量力而为。现在他的肺部正在努力发育着，肺是发育最晚的一个器官了，有点拖后腿呢。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/934144376f3a47bb8957ed8cb1b6e99b.jpeg",
						pregnancySkills: "宝宝会给妈妈挠痒啦！宝宝的领地不断扩大，在子宫内占据越来越多的空间了。如果你抚摸肚子或者跟宝宝说话，宝宝就会用它的方式来回应你，和你建立友好的关系哦。Ta会用小手戳你的子宫，你会感觉到痒痒的。但如果妈妈周围的噪音大，宝宝也会烦躁不安的哦，所以妈妈要注意避免去嘈杂的地方，让宝宝时刻保持好心情。"
					},
					{
						title: "怀孕第25周",
						content: "问：“老公，你想要儿子还是女儿呀？”警觉地回答：“儿女都可以啊。”再问：“如果我生个女儿怎么办？”紧张兮兮地熟练抢答：“女儿是老爸的小情人，一定跟老婆大人你一样漂亮。一家三口出门回头率那叫一个高，路人纷纷感叹这个爷们命真好，生命当中俩最重要的女人都这么美。”恭喜你，长达六个月的训练之后，你的老公完全上道了！",
						fetalDevelopment: "宝宝能尝出味道来了，羊水到底啥味道？宝宝的鼻孔开始张开了，口腔和嘴唇的神经也越来越敏感了，脐带现在变得厚厚的，还有弹性，难怪宝宝有时间就挑逗它呢。宝宝现在还能尝出味道来了，厉害不？羊水到底是啥味道呢？甜的、咸的、酸的……",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/5384b18b01e24348b3393e8a3ef01f06.jpeg",
						pregnancySkills: "宝宝第一次睁开眼睛！孕25周的宝宝第一次睁开ta的小眼睛，打量这个世界。可惜的是，由于子宫是一个小小的城堡，除了羊水和灰色，ta什么也看不见哦。但是，别担心宝宝会无聊，ta会自由的翻滚，天天抱着自己的脚丫子吃呢。"
					},
					{
						title: "怀孕第26周",
						content: "这一周开始可以认真准备宝宝的待产包了。什么？已经零零散散买了一堆？好吧，败家的妹纸总是按捺不住。那么你可以下载一份待产包清单，check一下宝宝的车床、玩具、衣服、奶瓶有没有准备到位。重量轻、体积小的可以去实体店买，不过妹纸们要记住小逛怡情大逛伤身呐。",
						fetalDevelopment: "让老公把耳朵贴在肚子上跟宝宝说话，也听听他的心跳吧，利于耳朵发育噢宝宝的双眼和听力系统也已经完全形成了，现在他对外界的声音越来越敏感，还越来越好奇。现在可以让老公多把耳朵贴在你的腹部上，听听宝宝的心跳声，跟他说说话，满足一下他的好奇心理吧，还能帮助他的耳朵发育噢。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/db60943862504734a0d8320a7bfc3ce9.jpeg",
						pregnancySkills: "宝宝“怕羞”了，会躲避光照妈妈们如果去三维彩超啥的，可能会发现宝宝开始不配合了哦。ta会用自己的小手挡住光线，然后把脸蛋移向其他的地方。宝宝的听力系统越来越敏感，ta会随着外界的音乐声在肚子里跳起舞来哦。胎儿的肺部尚未发育完全，他继续在羊水中小口地呼吸。"
					},
					{
						title: "怀孕第27周",
						content: "宝宝最近经常在肚子里面打太极？居然还用小手不停扣你的肚肚？嗬，怎么可以这样调戏老妈！赶紧跟老公告状，叫他处置这个调皮的小家伙。只见老爸对着肚皮装模作样做批评状：咳咳，宝宝，那个求你别挠妈妈了，她会挠我的，呜呜……果断笑喷！",
						fetalDevelopment: "宝贝现在长胖了，眼睛也张开咯，一眨一眨的可爱极了宝宝的脂肪增多了，现在的他越来越胖，可爱极了。他的眼睛也睁开了，现在一会儿睁开一会儿闭上，好不活跃呢。小家伙在肚子里特别爱睡，他的睡眠周期也很有规律，所以不用担心他会熬夜。如果你怀的是女宝，她的小阴唇已开始发育咯。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/8f86629164d7418e8cba61a4b9589348.jpeg",
						pregnancySkills: "吃饱了，美美的打个嗝有时候，妈妈会觉得宝宝在很有节奏的动来动去，其实，ta在打嗝呢。胎儿打嗝时间每一次都有几分钟哦，好玩的是，ta可能边吮吸着小手边打嗝呢。这是正常现象哦，不用担心ta会难受。"
					},
					{
						title: "怀孕第28周",
						content: "准妈大畅想，卸货之后你最想干的事是什么？跳舞？泡吧？喝着啤酒吃烧烤？好吧，最后那个妹纸你赢了！但是烧烤啤酒这件事情，要看你给不给宝宝喂奶，哺乳期同样是各种禁忌哦，果真是啤酒不是你想喝，想喝就能喝啊！",
						fetalDevelopment: "这个礼拜宝宝在努力练习着呼吸，给小家伙加油吧亲！小baby在这阶段还在继续长大，他还努力地练习做呼吸运动呢，一呼一吸的，你要好好鼓励表扬一下他呀，现在的他可积极了，是个好孩子！他的脂肪还在增多，别担心他会很胖，其实他是在为出生做准备。听说这个时候宝宝可能会玩自己的小鸡鸡，还会有性冲动。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/f9d947f1d3d248809f0a3db4c883ca97.jpeg",
						pregnancySkills: "妈妈，我们谈谈生活，谈谈未来吧宝宝的肺部已经可以呼吸了，此时，宝宝最喜欢听见妈妈的声音。妈妈多跟宝宝说说话吧，培养母子间的感情。"
					},
					{
						title: "怀孕第29周",
						content: "关于男助产士的传说，你被恐吓了吗？话说，那些男医生、男麻醉师、男主刀、男助产士，人家看到你根本没感觉的好吗？学医第一天就把男男女女身体各个部分摸了个遍。经验那么丰富，孕妇们在他眼里都只是一个结构，一堆细胞，这样说你好受点了吗？",
						fetalDevelopment: "宝宝的大脑发育得更好了现在宝宝的大脑和内脏器官还在继续发育中，他在努力让自己变得更聪明呢。脑的沟回越来越多了，听说沟回越多宝宝越聪明噢，你可以现在进行胎教，让宝宝听听音乐、给宝宝读点书籍，这样沟回会更多噢！",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/f9698377519f4398a8b755a7335dd0d5.jpeg",
						pregnancySkills: "宝宝会跳“脱衣舞”啦！由于宝宝在妈妈肚子里光溜溜的没穿衣服，因此当ta随着胎教音乐跳舞的时候，可不就是脱衣舞嘛！这时候宝宝的视觉发育相当完善了，当有光亮照进子宫内，ta会睁开眼睛去打量光线哦，顺带研究下这个神奇的光线。"
					},
					{
						title: "怀孕第30周",
						content: "悲了个催啊，肚皮花了，哭有什么用？其实大半的孕妹纸都会花肚皮的，有些重口味的，还觉得紫色的大西瓜有种独特的美呢！花就花吧，痒的时候可千万别挠，越挠这家伙爬得越欢实。多用毛巾擦洗多按摩吧，或许能缓和一下哟！",
						fetalDevelopment: "宝宝现在的头发可浓密了，眼睛也更精灵了现在宝宝的胎毛都不见了，反而是有了一头乌黑靓发，还挺浓密的。眼睛也一睁一闭的，可精灵了。现在他的骨骼变硬了，动起来让你觉得力气更大了。大脑、肌肉和肺都在继续生长发育着。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/a70599f629304b61a4a5715520cde999.jpeg",
						pregnancySkills: "宝宝练倒立，为出生做准备孕30周的宝宝头发会越来越密集，并且会慢慢的把头部转向下方，妈妈这时候就要做好挨打的心理准备了哦，ta随时会用小脚使劲的踢踹妈妈的肋下。"
					},
					{
						title: "怀孕第31周",
						content: "对着别人的孕味照流口水？老公在哪里？一起去挑影楼吧。这次最恰当的尺度就是木有尺度！生完宝宝你的胸再也不会像现在这样挺拔，产前火速留图为证，日后老公胆敢吐槽你的身材，果断拿孕照扇他脸。什么？他也申请露个脸？你看心情决定吧。",
						fetalDevelopment: "这个星期宝宝没长这么快了这个礼拜宝宝的的生长速度没之前这么快了，有些地方他还在自己完善呢，但是体重还会增加的。他小脑袋的发育进入最后阶段了，胎教还是很重要的噢亲，多跟宝宝聊聊，促进脑袋发育哇。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/745a88b9d3f84f0fa793716e79af3299.jpeg",
						pregnancySkills: "妈妈，我的小脸蛋被压扁啦！孕31周的宝宝小脸都被旁边的子宫或胎盘给压扁啦！这时候的ta会辨认颜色了哦，ta的眼睛会时开时闭，慢慢的打量自己的城堡。"
					},
					{
						title: "怀孕第32周",
						content: "医生说宝宝脐带绕颈？没什么大不了了，小Hi听过绕颈四圈照样顺产的神妈和猛宝哦！宝宝那么聪明，求生欲望又那么强，不会玩伤害自己的危险游戏。接下来的2个月TA会自己绕出来的，给TA点信任好吗？",
						fetalDevelopment: "宝贝的内脏快成熟了小宝贝现在还是挺爱动的，他的内脏器官正在逐步发育成熟，脚趾甲之前还没完全长出来，现在都已经全长了，之前头发已经在长了，这个礼拜还不会停，还会继续生长，你等着看他的那头乌黑秀发吧亲。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/0852592c0ed3483197715b09614d26a0.jpeg",
						pregnancySkills: "摇头，闭眼，摇头，睁眼。妈妈，这个摇头游戏好好玩哦本周宝宝能将头从左边转到右边了，相信宝宝会爱上这个游戏。宝宝还会努力练习睁眼闭眼和呼吸，为和妈妈见面做准备哦。"
					},
					{
						title: "怀孕第33周",
						content: "老人家煮了鸭蛋给你去胎毒？那么恶心的味道，前年的饭都吐出来了！妹纸，其实去胎毒完全木有科学依据，孕期根本就不会产生所谓的胎毒。只要每天注意饮食的荤素和粗细搭配，排便正常就OK啦！",
						fetalDevelopment: "宝宝的皮肤变色了，头围变大了放心，这里说的皮肤变色不是坏事，宝宝的皮肤之前是红色的，现在慢慢变成粉红色的了，所以在他出生后，你会看到他粉嫩粉嫩的。现在他的脂肪继续聚集，如果你是个典型的吃货，现在可要注意着点宝宝的体重了。他的小脑袋瓜还在迅速发育，头围也变大了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/3ccd3e1e5e9746a7a34b47ad252619a9.jpeg",
						pregnancySkills: "宝宝 “喝醉”了，会打醉拳了由于本周宝宝生长的极快，导致ta的活动空间越来越小，所以ta像一个小球一样，晃来晃去，就像一个喝醉酒的“小醉汉”一样，哼哼哈嘿的打着醉拳。"
					},
					{
						title: "怀孕第34周",
						content: "顺与剖纠缠不清，是你此刻正在经历的事情。如果你是个对性福有狂热追求的女纸，那么还是直接剖吧。七斤个娃从产道出来，对YD造成的伤害是巨大的，即使提肛缩阴做手术也不可能回到从前。",
						fetalDevelopment: "宝贝的头现在朝下了，这样的姿势起码会维持1-2个星期呢宝宝的免疫系统正在发育呢，等他闯出妈妈肚皮，就能用强壮的体魄抵挡可恶的病菌了。他现在可能已经停留在头向下的姿势了，但跟入盆是不一样的噢，这个姿势他要维持1-2个星期。如果你是双胎妈妈，就只有一个宝宝能够保持头向下的姿势，而另一个可能是在周围配合着了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/66c492ae77244e629ae7399afbe7fc51.jpeg",
						pregnancySkills: "瞧那个皱巴巴的小老头本周宝宝的皮肤皱巴巴的，并且由于ta又长大很多，你会发现宝宝的动作越来越缓慢了，彷佛是一个皱巴巴的小老头呢。"
					},
					{
						title: "怀孕第35周",
						content: "终于你也完全看不见自己的脚尖了，洗PP洗脚丫都得老公帮忙，以半残废之名好好盘剥他吧。你会发现老公的眼里有满满的爱意，一路走来你的艰辛与勇敢让他知道，除了娇嗔之外你的另一面，那就是母性。这足以融化所有男人的心。",
						fetalDevelopment: "宝宝的胳膊和腿都变丰满了，说不定出生后你会看到他的莲藕手宝宝的消化系统基本发育完了，肺也快发育成熟了。可爱的是，他的小胳膊和腿都变丰满了，你猜他出来的时候会不会让你看到他的莲藕手呢？",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/92d9b89a4e3442078b0166bbed45ed71.jpeg",
						pregnancySkills: "宝宝变成“思考者”了本周宝宝变的更大个了。ta的小城堡对于ta来说太小了，宝宝的活动空间变小，ta会静静的用手托着腮，当一个深沉的“思考者”。"
					},
					{
						title: "怀孕第36周",
						content: "本周大概产前焦虑症会造访，看多了姐妹们的生产经，分娩过程中的血腥场面让胆小的你忍不住心惊肉跳。如果是对疼痛太敏感的妹纸，又选了勇敢地顺产，那么到时候就打个无痛吧。美美地睡上一觉，开宫口那段刻骨铭心的痛就这么睡过去啦！",
						fetalDevelopment: "宝宝马上足月啦，他现在还是头向下的姿势，可能要入盆了现在大多数宝宝都是采取头向下的姿势，他可能要入盆了噢。你别说，还有些宝宝会比较调皮，入盆了还会重新蹦出来，这时候只好爸妈多费心啦，多哄哄他让他回去吧。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/8956b7779e8a48489817c780aa28336c.jpeg",
						pregnancySkills: "小小的变形金刚诞生了本周宝宝会努力为出生做准备了，ta会让自己的小脑袋保持着变形的能力，随时根据妈妈产道的需要变形自己的脑袋！"
					},
					{
						title: "怀孕第37周",
						content: "胎教的时候可以狠狠地没有底线地表扬你的宝宝了，坚持到本周TA就足月啦。你也可以舒一口气，爱谁谁，终于不用担心娃早产了。撒花，恭喜，产前焦虑的阴霾一扫而光喽！",
						fetalDevelopment: "宝宝足月啦，欢呼ing，宝宝现在还在努力让自己变得更强壮呢宝宝终于足月啦，他快要冲出你的肚皮了，等很久了吧亲？在怀孕的大部分时间里，宝宝都是靠着妈妈来保护的，但是他自己的免疫系统正在渐渐地发育，等他出生了，他就能自己保护自己了。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/8d5371dc7686465e86ca915e58b29bfd.jpeg",
						pregnancySkills: "妈妈，准备迎接我吧宝宝已经待够啦，ta随时可以出来看看外面的世界了。ta每天都在碎碎念，妈妈，准备好美味的“奶奶”哦，我要出来！我要吃大餐！"
					},
					{
						title: "怀孕第38周",
						content: "照顾你月子的人来了吗？是妈妈还是婆婆？不会吧居然两个一起？！小Hi想说，如果两个妈脾气都很傲娇，建议你选自己妈妈吧，婆婆来看看就好了。两个一心为你和孙子着想的女人同处一室，想不闹僵绝对不可能！",
						fetalDevelopment: "宝宝时刻准备着了，他已经全部长好了亲。你的胎盘正在慢慢老去宝宝现在已经全部发育成熟啦，身体都已经发育完成了。亲爱滴，他现在正蓄势待发呢，但是他还很喜欢留在妈妈的肚子了，可能还不肯出来了，你还是再等会儿吧。你的胎盘开始慢慢老化了，开始出现血块和钙化斑。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/0534d97b52f0457bb6837047cc5460c5.jpeg",
						pregnancySkills: "好想出去哦，妈妈，怎么还不能出去玩呢本周宝宝似乎已经等得不耐烦了。不停的碎碎念，妈妈，我变得更强壮了，怎么还不让我出去玩呢。"
					},
					{
						title: "怀孕第39周",
						content: "临产前的末日狂欢，想吃什么就去吃，想喝什么别憋着。到了这个时候，宝宝已经完全定型，你的吃喝拉撒对TA造成的影响基本为零。想想漫长的哺乳期，还是赶紧甩开膀子腐败去吧！",
						fetalDevelopment: "宝宝现在可安逸了，如果你是头胎妈妈，就别催着宝宝出来了，再让他待会儿吧宝宝的肺也成熟，现在脐带长约51厘米。宝宝现在就等着出来跟你见面了，但是肚皮里还挺好玩的，他还不急呢，看着爸妈着急说不定他还挺开心的。你就别催着他咯，稍微让他再待会儿吧。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/e1a4f827f8a04ba8a1d69f22fdf1e5d0.jpeg",
						pregnancySkills: "宝宝闭关了，等待出生的那一刻宝宝似乎明白自己还不够强大，所以正闭关修炼呢。为了壮壮的来到这个世界，ta会静静的吸收妈妈的营养，等待出生的那一刻。所以，本周妈妈几乎感觉不到宝宝的活动哦。"
					},
					{
						title: "怀孕第40周",
						content: "嘿，接受一下采访了喂！宝宝是建行的还是招行的？初为人母是虾米感觉啊美妈？什么？没空理我？呃，好拽！咳咳，小Hi祝福宝宝健康成长，美妈越升级越美丽！",
						fetalDevelopment: "40周是宝宝降生的时候。通常宝宝会在本周出生，但是也会提前或推迟两周，这都是正常的。如果宝宝比预产期推后两周依然没有要出生的迹象，要到医院咨询医生，因为胎儿过熟，有时也会有危险。",
						img: "https://5b0988e595225.cdn.sohucs.com/images/20171116/45a181e6bd4a41bf994e3238cd29e8b2.jpeg",
						pregnancySkills: "宝宝出生啦！经过漫长的等待，宝宝来到了这个世界。TA可能会闭着眼睛，用耳朵倾听这个小世界。TA可能会生下来就哇哇大哭，向妈妈“抱怨”：为什么要等这么久才让我出生呢，多么美好的世界啊！TA会用隆重而响亮的哭声宣布：“我来啦！”"
					}
				]
			}
		},
		onShow() {
			this.show = true;
		},
		methods: {
			handleGridItem(index) {
				this.current = index
			}
		}
	}
</script>

<style scoped lang="scss">
	.wrap-bg {
		background: #f7f1f3;

		.content-txt {
			text-indent: 2em;
		}
	}
</style>
